Repository: JGeek00/adguard-home-manager
Catalog: lib/l10n/app_*.arb
Languages: es_419

source: Enable DHCP server
es_419: Activar servidor DHCP

source: Select interface
es_419: Seleccionar interfaz

source: Hardware address
es_419: Dirección física

source: Gateway IP
es_419: Puerta de enlace

source: IPv4 addresses
es_419: Direcciones IPv4

source: IPv6 addresses
es_419: Direcciones IPv6

# neededSelectInterface
source: You need to select an interface to configure the DHCP server.
es_419: Debes seleccionar una interfaz para configurar el servidor DHCP.

source: IPv4 settings
es_419: Configuración IPv4

source: Start of range
es_419: Inicio del rango

source: End of range
es_419: Fin del rango

source: IPv6 settings
es_419: Configuración IPv6

source: Subnet mask
es_419: Máscara de subred

source: Subnet mask not valid
es_419: Máscara de subred no válida

source: Gateway
es_419: Puerta de enlace

source: Gateway not valid
es_419: Puerta de enlace no válida

source: Lease time
es_419: Tiempo de concesión

# seconds
source: {time} seconds
es_419: {time} segundos

source: Lease time not valid
es_419: Tiempo de concesión no válido

# restoreConfiguration
source: Reset configuration
es_419: Restaurar configuración

# restoreConfigurationMessage
source: Are you sure you want to continue? This will reset all the configuration. This action cannot be undone.
es_419: ¿Estás seguro de que deseas continuar? Se restablecerá toda la configuración. Esta acción no se puede deshacer.

source: Change interface
es_419: Cambiar interfaz

source: Saving settings...
es_419: Guardando configuración...

# settingsSaved
source: Settings saved successfully
es_419: Configuración guardada correctamente

# settingsNotSaved
source: Settings couldn't be saved
es_419: No se pudo guardar la configuración

# restoringConfig
source: Restoring configuration...
es_419: Restaurando configuración...

# configRestored
source: Configuration reseted successfully
es_419: Configuración restaurada correctamente

# configNotRestored
source: The configuration couldn't be reseted
es_419: No se pudo restaurar la configuración

# dhcpStatic
source: DHCP static leases
es_419: Asignaciones estáticas DHCP

# noDhcpStaticLeases
source: No DHCP static leases found
es_419: No se encontraron asignaciones estáticas DHCP

source: Deleting...
es_419: Eliminando...

# staticLeaseDeleted
source: DHCP static lease deleted successfully
es_419: Asignación estática DHCP eliminada correctamente

# staticLeaseNotDeleted
source: The DHCP static lease could not be deleted
es_419: No se pudo eliminar la asignación estática DHCP

source: Delete static lease
es_419: Eliminar asignación estática

# deleteStaticLeaseDescription
source: The DHCP static lease will be deleted. This action cannot be reverted.
es_419: La asignación estática DHCP será eliminada. Esta acción no se puede deshacer.

source: Add static lease
es_419: Agregar asignación estática

source: MAC address
es_419: Dirección MAC

source: MAC address not valid
es_419: Dirección MAC no válida

source: Host name
es_419: Nombre de host

# hostNameError
source: Host name cannot be empty
es_419: El nombre de host no puede estar vacío

source: Creating...
es_419: Creando...

# staticLeaseCreated
source: DHCP static lease created successfully
es_419: Asignación estática DHCP creada correctamente

# staticLeaseNotCreated
source: The DHCP static lease couldn't be created
es_419: No se pudo crear la asignación estática DHCP

# staticLeaseExists
source: The DHCP static lease already exists
es_419: La asignación estática DHCP ya existe

source: Server not configured
es_419: El servidor no está configurado

# restoreLeases
source: Reset leases
es_419: Restaurar asignaciones

# restoreLeasesMessage
source: Are you sure you want to continue? This will reset all the existing leases. This action cannot be undone.
es_419: ¿Estás seguro de que deseas continuar? Se restablecerán todas las asignaciones estáticas configuradas. Esta acción no se puede deshacer.

# restoringLeases
source: Resetting leases...
es_419: Restaurando asignaciones...

# leasesRestored
source: Leases reseted successfully
es_419: Asignaciones restauradas correctamente

# leasesNotRestored
source: The leases couldn't be reseted
es_419: No se pudieron restaurar las asignaciones

source: DHCP leases
es_419: Concesiones DHCP

# noLeases
source: No DHCP leases available
es_419: No hay concesiones DHCP disponibles

source: DNS rewrites
es_419: Reescrituras DNS

# dnsRewritesDescription
source: Configure custom DNS rules
es_419: Configurar reglas DNS personalizadas

source: Loading rewrite rules...
es_419: Cargando reescrituras DNS...

# rewriteRulesNotLoaded
source: DNS rewrite rules could not be loaded.
es_419: No se pudieron cargar las reescrituras DNS.

# noRewriteRules
source: No DNS rewrite rules
es_419: No hay reescrituras DNS.

source: Answer
es_419: Respuesta

source: Delete DNS rewrite
es_419: Eliminar reescritura DNS

# deleteDnsRewriteMessage
source: Are you sure you want to delete this DNS rewrite? This action cannot be undone.
es_419: ¿Estás seguro de que deseas eliminar esta reescritura DNS? Esta acción no se puede deshacer.

# dnsRewriteRuleDeleted
source: DNS rewrite rule deleted successfully
es_419: Reescritura DNS eliminada correctamente

# dnsRewriteRuleNotDeleted
source: The DNS rewrite rule could not be deleted
es_419: No se pudo eliminar la reescritura DNS

source: Add DNS rewrite
es_419: Agregar reescritura DNS

source: Adding rewrite...
es_419: Agregando reescritura...

# dnsRewriteRuleAdded
source: DNS rewrite rule addded successfully
es_419: Regla de reescritura DNS agregada correctamente

# dnsRewriteRuleNotAdded
source: DNS rewrite rule could not be added
es_419: No se pudo agregar la regla de reescritura DNS

source: Logs settings
es_419: Configuración de registros

source: Enable log
es_419: Activar registro

source: Clear logs
es_419: Borrar registros

source: Anonymize client IP
es_419: Anonimizar IP de los clientes

# hours6
source: 6 hours
es_419: 6 horas

# days30
source: 30 days
es_419: 30 días

# days90
source: 90 days
es_419: 90 días

source: Retention time
es_419: Tiempo de retención

source: Select one item
es_419: Selecciona un elemento

# logSettingsNotLoaded
source: Log settings couldn't be loaded.
es_419: No se pudo cargar la configuración de registros.

source: Updating settings...
es_419: Actualizando configuración...

# logsConfigUpdated
source: Logs settings updated successfully
es_419: Configuración de registros actualizada correctamente

# logsConfigNotUpdated
source: Logs settings couldn't be updated
es_419: No se pudo actualizar la configuración de registros

# deletingLogs
source: Clearing logs...
es_419: Borrando registros...

# logsCleared
source: Logs cleared successfully
es_419: Registros borrados correctamente

# logsNotCleared
source: Logs could not be cleared
es_419: No se pudieron borrar los registros

# runningHomeAssistant
source: Running on Home Assistant
es_419: Ejecutando en Home Assistant

source: Server error
es_419: Error del servidor

# noItems
source: No items to show here
es_419: No hay elementos para mostrar aquí

source: DNS settings
es_419: Configuración de DNS

# dnsSettingsDescription
source: Configure connection with DNS servers
es_419: Configurar conexión con servidores DNS

# upstreamDns
source: Upstream DNS servers
es_419: Servidores DNS de subida

# bootstrapDns
source: Bootstrap DNS servers
es_419: Servidores DNS de arranque

# noUpstreamDns
source: No upstream DNS servers added.
es_419: No hay servidores DNS de subida agregados.

source: DNS mode
es_419: Modo DNS

# noDnsMode
source: No DNS mode selected
es_419: No se ha seleccionado el modo DNS

source: Load balancing
es_419: Balanceo de carga

source: Parallel requests
es_419: Peticiones paralelas

source: Fastest IP address
es_419: Dirección IP más rápida

# loadBalancingDescription
source: Query one upstream server at a time. AdGuard Home uses its weighted random algorithm to pick the server so that the fastest server is used more often.
es_419: Consulta un servidor DNS de subida a la vez. AdGuard Home utiliza su algoritmo aleatorio ponderado para elegir el servidor más rápido y usarlo con más frecuencia.

# parallelRequestsDescription
source: Use parallel queries to speed up resolving by querying all upstream servers simultaneously.
es_419: Usar consultas paralelas para acelerar la resolución consultando simultáneamente a todos los servidores DNS de subida.

# fastestIpAddressDescription
source: Query all DNS servers and return the fastest IP address among all responses. This slows down DNS queries as AdGuard Home has to wait for responses from all DNS servers, but improves the overall connectivity.
es_419: Consulta todos los servidores DNS y devuelve la dirección IP más rápida de todas las respuestas. Esto ralentiza las consultas DNS ya que AdGuard Home tiene que esperar las respuestas de todos los servidores DNS, pero mejora la conectividad general.

# noBootstrapDns
source: No bootstrap DNS servers added.
es_419: No hay servidores DNS de arranque agregados.

# bootstrapDnsServersInfo
source: Bootstrap DNS servers are used to resolve IP addresses of the DoH/DoT resolvers you specify as upstreams.
es_419: Los servidores DNS de arranque se utilizan para resolver las direcciones IP de los resolutores DoH/DoT que especifiques como DNS de subida.

source: Private reverse DNS servers
es_419: Servidores DNS inversos privados

# privateReverseDnsServersDescription
source: The DNS servers that AdGuard Home uses for local PTR queries. These servers are used to resolve PTR requests for addresses in private IP ranges, for example "192.168.12.34", using reverse DNS. If not set, AdGuard Home uses the addresses of the default DNS resolvers of your OS except for the addresses of AdGuard Home itself.
es_419: Los servidores DNS que AdGuard Home utiliza para las consultas PTR locales. Estos servidores se utilizan para resolver las solicitudes PTR de direcciones en rangos de IP privadas, por ejemplo "192.168.12.34", mediante DNS inverso. Si no se establece, AdGuard Home utilizará los resolutores DNS predeterminados de tu sistema operativo, excepto las direcciones del propio AdGuard Home.

# reverseDnsDefault
source: By default, AdGuard Home uses the following reverse DNS resolvers
es_419: De forma predeterminada, AdGuard Home utiliza los siguientes resolutores DNS inversos

source: Add item
es_419: Agregar elemento

source: No server addresses added.
es_419: No hay direcciones de servidores agregadas.

source: Use private reverse DNS resolvers
es_419: Usar resolutores DNS inversos privados

# usePrivateReverseDnsResolversDescription
source: Perform reverse DNS lookups for locally served addresses using these upstream servers. If disabled, AdGuard Home responds with NXDOMAIN to all such PTR requests except for clients known from DHCP, /etc/hosts, and so on.
es_419: Realiza búsquedas DNS inversas para direcciones servidas localmente usando estos servidores DNS de subida. Si está desactivado, AdGuard Home responderá con NXDOMAIN a todas las solicitudes PTR de este tipo, excepto para los clientes conocidos por DHCP, /etc/hosts, etc.

# enableReverseResolving
source: Enable reverse resolving of clients' IP addresses
es_419: Activar resolución inversa de direcciones IP de clientes

# enableReverseResolvingDescription
source: Reversely resolve clients' IP addresses into their hostnames by sending PTR queries to corresponding resolvers (private DNS servers for local clients, upstream servers for clients with public IP addresses).
es_419: Resuelve inversamente las direcciones IP de los clientes a sus nombres de host enviando consultas PTR a los resolutores correspondientes (servidores DNS privados para clientes locales, servidores DNS de subida para clientes con direcciones IP públicas).

# dnsServerSettings
source: AdGuard Home DNS server settings
es_419: Configuración del servidor DNS de AdGuard Home

# limitRequestsSecond
source: Rate limit per second
es_419: Límite de solicitudes por segundo

# valueNotNumber
source: Value is not a number
es_419: El valor no es un número

# enableEdns
source: Enable EDNS client subnet
es_419: Activar subred de cliente EDNS

# enableEdnsDescription
source: Add the EDNS Client Subnet option (ECS) to upstream requests and log the values sent by the clients in the query log.
es_419: Agrega la opción de subred de cliente EDNS (ECS) a las solicitudes de DNS de subida y registra los valores enviados por los clientes en el registro de consultas.

source: Enable DNSSEC
es_419: Activar DNSSEC

# enableDnssecDescription
source: Set DNSSEC flag in the outcoming DNS queries and check the result (DNSSEC-enabled resolver is required).
es_419: Establece el indicador DNSSEC en las consultas DNS salientes y comprueba el resultado (se requiere un resolutor con DNSSEC activado).

# disableResolvingIpv6
source: Disable resolving of IPv6 addresses
es_419: Desactivar resolución de direcciones IPv6

# disableResolvingIpv6Description
source: Drop all DNS queries for IPv6 addresses (type AAAA).
es_419: Descarta todas las consultas DNS para direcciones IPv6 (tipo AAAA).

source: Blocking mode
es_419: Modo de bloqueo

# defaultMode
source: Default
es_419: Predeterminado

# defaultDescription
source: Respond with zero IP address (0.0.0.0 for A; :: for AAAA) when blocked by Adblock-style rule; respond with the IP address specified in the rule when blocked by /etc/hosts-style rule
es_419: Responde con dirección IP cero (0.0.0.0 para A; :: para AAAA) cuando está bloqueado por una regla estilo Adblock; responde con la dirección IP especificada en la regla cuando está bloqueado por una regla estilo /etc/hosts

# refusedDescription
source: Respond with REFUSED code
es_419: Responde con el código REFUSED

# nxdomainDescription
source: Respond with NXDOMAIN code
es_419: Responde con el código NXDOMAIN

source: Null IP
es_419: IP nula

# nullIpDescription
source: Respond with zero IP address (0.0.0.0 for A; :: for AAAA)
es_419: Responde con dirección IP cero (0.0.0.0 para A; :: para AAAA)

source: Custom IP
es_419: IP personalizada

# customIpDescription
source: Respond with a manually set IP address
es_419: Responde con una dirección IP establecida manualmente.

# dnsCacheConfig
source: DNS cache configuration
es_419: Configuración de caché DNS

source: Cache size
es_419: Tamaño de caché

source: In bytes
es_419: En bytes

source: Override minimum TTL
es_419: Anular TTL mínimo

# overrideMinimumTtlDescription
source: Extend short time-to-live values (seconds) received from the upstream server when caching DNS responses.
es_419: Amplía el tiempo de vida corto (segundos) de los valores recibidos del servidor DNS de subida al almacenar en caché las respuestas DNS.

source: Override maximum TTL
es_419: Anular TTL máximo

# overrideMaximumTtlDescription
source: Set a maximum time-to-live value (seconds) for entries in the DNS cache.
es_419: Establece un valor máximo de tiempo de vida (segundos) para las entradas en la caché DNS.

source: Optimistic caching
es_419: Caché optimista

# optimisticCachingDescription
source: Make AdGuard Home respond from the cache even when the entries are expired and also try to refresh them.
es_419: Hace que AdGuard Home responda desde la caché incluso cuando las entradas han caducado e intente actualizarlas también.

# loadingDnsConfig
source: Loading DNS configuration...
es_419: Cargando configuración DNS...

# dnsConfigNotLoaded
source: DNS config could not be loaded.
es_419: No se pudo cargar la configuración DNS.

source: Blocking IPv4
es_419: Bloqueo IPv4

# blockingIpv4Description
source: IP address to be returned for a blocked A request
es_419: La dirección IP devolverá una solicitud A bloqueada

source: Blocking IPv6
es_419: Bloqueo IPv6

# blockingIpv6Description
source: IP address to be returned for a blocked AAAA request
es_419: La dirección IP devolverá una solicitud AAAA bloqueada

# invalidIp
source: Invalid IP address
es_419: Dirección IP no válida

# dnsConfigSaved
source: DNS server configuration saved successfully
es_419: La configuración del servidor DNS se guardó correctamente

# dnsConfigNotSaved
source: The DNS server configuration could not be saved
es_419: No se pudo guardar la configuración del servidor DNS

# savingConfig
source: Saving configuration...
es_419: Guardando configuración...

# someValueNotValid
source: Some value is not valid
es_419: Algún valor no es válido

# upstreamDnsDescription
source: Configure upstream servers and DNS mode
es_419: Configura los servidores de subida y el modo DNS

# bootstrapDnsDescription
source: Configure the bootstrap DNS servers
es_419: Configura los servidores DNS de arranque

# privateReverseDnsDescription
source: Configure custom DNS resolvers and enable private reverse DNS resolving
es_419: Configura resolutores DNS personalizados y activa resolutores inversos privados

# dnsServerSettingsDescription
source: Configure a rate limit, the blocking mode and more
es_419: Configura el límite de solicitudes, el modo de bloqueo y más

# dnsCacheConfigDescription
source: Configure how the server should manage the DNS cache
es_419: Configura cómo el servidor debe manejar la caché DNS

source: Comment
es_419: Comentario

source: Address
es_419: Dirección

# commentsDescription
source: Comments are always preceded by #. You don't have to add it, it will be added automatically.
es_419: Los comentarios siempre comienzan con #. No necesitas agregarlo. Se agregará automáticamente.

source: Encryption settings
es_419: Configuración de cifrado

# encryptionSettingsDescription
source: Encryption (HTTPS/QUIC/TLS) support
es_419: Soporte de cifrado (HTTPS/QUIC/TLS)

source: Loading encryption settings...
es_419: Cargando configuración de cifrado...

# encryptionSettingsNotLoaded
source: Encryption settings couldn't be loaded.
es_419: No se pudo cargar la configuración de cifrado.

source: Enable encryption
es_419: Activar cifrado

# enableEncryptionTypes
source: HTTPS, DNS-over-HTTPS, and DNS-over-TLS
es_419: HTTPS, DNS sobre HTTPS y DNS sobre TLS

# enableEncryptionDescription
source: If encryption is enabled, AdGuard Home admin interface will work over HTTPS, and the DNS server will listen for requests over DNS-over-HTTPS and DNS-over-TLS.
es_419: Si el cifrado está activado, la interfaz de administración de AdGuard Home funcionará a través de HTTPS, y el servidor DNS escuchará las solicitudes DNS a través de HTTPS y DNS sobre TLS.

source: Server configuration
es_419: Configuración del servidor

source: Domain name
es_419: Nombre de dominio

# domainNameDescription
source: If set, AdGuard Home detects ClientIDs, responds to DDR queries, and performs additional connection validations. If not set, these features are disabled. Must match one of the DNS Names in the certificate.
es_419: Si se establece, AdGuard Home detecta los ID de cliente, responde a las consultas DDR y realiza comprobaciones de conexión adicionales. Si no se establece, estas funciones se desactivarán. Debe coincidir con uno de los nombres DNS del certificado.

# redirectHttps
source: Redirect to HTTPS automatically
es_419: Redirigir automáticamente a HTTPS

source: HTTPS port
es_419: Puerto HTTPS

# tlsPort
source: DNS-over-TLS port
es_419: Puerto DNS sobre TLS

source: DNS-over-QUIC port
es_419: Puerto DNS sobre QUIC

source: Certificates
es_419: Certificados

# certificatesDescription
source: In order to use encryption, you need to provide a valid SSL certificates chain for your domain. You can get a free certificate on letsencrypt.org or you can buy it from one of the trusted Certificate Authorities.
es_419: Para usar el cifrado, debes proporcionar una cadena de certificados SSL válida para tu dominio. Puedes obtener un certificado gratuito en letsencrypt.org o comprar uno de una autoridad de certificación de confianza.

# certificateFilePath
source: Set a certificates file path
es_419: Establecer una ruta para el archivo del certificado

# pasteCertificateContent
source: Paste the certificates contents
es_419: Pegar el contenido del certificado

source: Certificate path
es_419: Ruta del certificado

source: Certificate content
es_419: Contenido del certificado

source: Private key
es_419: Clave privada

# privateKeyFile
source: Set a private key file
es_419: Establecer un archivo de clave privada

# pastePrivateKey
source: Paste the private key contents
es_419: Pegar el contenido de la clave privada

# usePreviousKey
source: Use the previously saved key
es_419: Usar la clave privada guardada anteriormente

source: Private key path
es_419: Ruta de la clave privada

source: Invalid certificate
es_419: Certificado no válido

source: Invalid private key
es_419: Clave privada no válida

source: Validating data
es_419: Validando datos

# dataValid
source: Data is valid
es_419: Datos válidos

source: Data not valid
es_419: Datos no válidos

# encryptionConfigSaved
source: Encryption configuration saved successfully
es_419: Configuración de cifrado guardada correctamente

# encryptionConfigNotSaved
source: Encryption configuration could not be saved
es_419: No se pudo guardar la configuración de cifrado

# configError
source: Configuration error
es_419: Error de configuración

# enterOnlyCertificate
source: Enter only the certificate. Do not input the ---BEGIN--- and ---END--- lines.
es_419: Introduce solo el certificado. No incluyas las líneas ---BEGIN--- y ---END---.

# enterOnlyPrivateKey
source: Enter only the key. Do not input the ---BEGIN--- and ---END--- lines.
es_419: Introduce solo la clave privada. No incluyas las líneas ---BEGIN--- y ---END---.

# noItemsSearch
source: No items for that search.
es_419: No hay elementos para esa búsqueda.

source: Clear search
es_419: Borrar búsqueda

source: Exit search
es_419: Salir de la búsqueda

source: Search clients
es_419: Buscar clientes

# noClientsSearch
source: No clients with that search.
es_419: No hay clientes con esa búsqueda.

source: Customization
es_419: Personalización

# customizationDescription
source: Customize this application
es_419: Personaliza esta aplicación

source: Use dynamic theme
es_419: Usar tema dinámico

source: Red
es_419: Rojo

source: Green
es_419: Verde

source: Blue
es_419: Azul

source: Yellow
es_419: Amarillo

source: Orange
es_419: Naranja

source: Brown
es_419: Marrón

source: Cyan
es_419: Cian

source: Purple
es_419: Púrpura

source: Pink
es_419: Rosa

source: Deep orange
es_419: Naranja intenso

source: Indigo
es_419: Índigo

# useThemeColorStatus
source: Use theme color for status
es_419: Usar color del tema para estados

# useThemeColorStatusDescription
source: Replaces green and red status colors with theme color and grey
es_419: Reemplaza el verde y el rojo con el color del tema y gris

source: Invalid certificate chain
es_419: Cadena de certificados no válida

source: Valid certificate chain
es_419: Cadena de certificados válida

source: Subject
es_419: Asunto

source: Issuer
es_419: Emisor

source: Expires
es_419: Expira

source: Valid private key
es_419: Clave privada válida

source: Expiration date
es_419: Fecha de vencimiento

# keysNotMatch
source: Invalid certificate or key: tls: private key does not match public key
es_419: Certificado o clave no válidos: tls: la clave privada no coincide con la clave pública

# timeLogs
source: Time on logs
es_419: Tiempo en registros

# timeLogsDescription
source: Show processing time on logs list
es_419: Mostrar el tiempo de procesamiento en la lista de registros

source: Host names
es_419: Nombres de host

source: Key type
es_419: Tipo de clave

source: Update available
es_419: Actualización disponible

source: Installed version
es_419: Versión instalada

source: New version
es_419: Nueva versión

source: Source
es_419: Fuente

source: Download update
es_419: Descargar actualización

source: Download
es_419: Descargar
