Repository: JGeek00/adguard-home-manager
Catalog: lib/l10n/app_*.arb
Languages: es_419

source: Home
es_419: Inicio

source: Settings
es_419: Configuración

source: Connect
es_419: Conectar

source: Servers
es_419: Servidores

source: Create connection
es_419: Crear conexión

source: Edit connection
es_419: Editar conexión

source: Name
es_419: Nombre

# ipDomain
source: IP address or domain
es_419: Dirección IP o dominio

source: Path
es_419: Ruta

source: Port
es_419: Puerto

source: Username
es_419: Nombre de usuario

source: Password
es_419: Contraseña

source: Default server
es_419: Servidor predeterminado

source: Connection
es_419: Conexión

source: Authentication
es_419: Autenticación

source: Other
es_419: Otros

source: Invalid port
es_419: Puerto no válido

source: Invalid path
es_419: Ruta no válida

# invalidIpDomain
source: Invalid IP or domain
es_419: IP o dominio no válido

# ipDomainNotEmpty
source: IP or domain cannot be empty
es_419: La IP o el dominio no pueden estar vacíos

# nameNotEmpty
source: Name cannot be empty
es_419: El nombre no puede estar vacío

# invalidUsernamePassword
source: Invalid username or password
es_419: Usuario o contraseña no válidos.

# tooManyAttempts
source: Too many attempts. Try again later.
es_419: Demasiados intentos. Inténtalo de nuevo más tarde.

# cantReachServer
source: Can't reach server. Check connection data.
es_419: No se puede contactar con el servidor. Verifica los datos de conexión.

# sslError
source: Handshake exception. Cannot establish a secure connection with the server. This can be a SSL error. Go to Settings > Advanced settings and enable Override SSL validation.
es_419: Excepción de handshake. No se pudo establecer una conexión segura con el servidor. Podría ser un error de SSL. Ve a Configuración > Configuración avanzada y activa No comprobar SSL.

source: Unknown error
es_419: Error desconocido

# connectionNotCreated
source: Connection couldn't be created
es_419: No se pudo crear la conexión

source: Connecting...
es_419: Conectando...

source: Connected
es_419: Conectado

# selectedDisconnected
source: Selected but disconnected
es_419: Seleccionado pero desconectado

# connectionDefaultSuccessfully
source: Connection set as default successfully.
es_419: Conexión establecida como predeterminada.

# connectionDefaultFailed
source: Connection could not be set as default.
es_419: No se pudo establecer como conexión predeterminada.

source: No saved connections
es_419: No hay conexiones guardadas

# cannotConnect
source: Cannot connect to the server
es_419: No se puede conectar con el servidor

# connectionRemoved
source: Connection removed successfully
es_419: Conexión eliminada correctamente.

source: Connection cannot be removed.
es_419: No se pudo eliminar la conexión.

source: Remove
es_419: Eliminar

# removeWarning
source: Are you sure you want to remove the connection with this AdGuard Home server?
es_419: ¿Estás seguro de que deseas eliminar la conexión con este servidor?

source: Cancel
es_419: Cancelar

source: Default connection
es_419: Conexión predeterminada

source: Set default
es_419: Establecer como predeterminado

source: Edit
es_419: Editar

source: Delete
es_419: Eliminar

source: Save
es_419: Guardar

source: Connection not updated
es_419: Conexión no actualizada

source: Server status
es_419: Estado del servidor

# ruleFilteringWidget
source: Rule filtering
es_419: Bloqueo por filtros

# safeBrowsingWidget
source: Safe browsing
es_419: Navegación segura

# parentalFilteringWidget
source: Parental filtering
es_419: Control parental

# safeSearchWidget
source: Safe search
es_419: Búsqueda segura

source: Rule filtering
es_419: Bloqueo por filtros

source: Safe browsing
es_419: Navegación segura

source: Parental filtering
es_419: Control parental

source: Safe search
es_419: Búsqueda segura

# serverStatusNotRefreshed
source: Server status could not be refreshed
es_419: No se pudo actualizar el estado del servidor

source: Loading status...
es_419: Cargando estado...

# errorLoadServerStatus
source: Server status could not be loaded
es_419: Error al cargar el estado

# topQueriedDomains
source: Queried domains
es_419: Dominios más consultados

source: View more
es_419: Ver más

# topClients
source: Clients
es_419: Clientes principales

# topBlockedDomains
source: Blocked domains
es_419: Dominios bloqueados principales

source: App settings
es_419: Configuración de la aplicación

source: Theme
es_419: Tema

source: Light
es_419: Claro

source: Dark
es_419: Oscuro

source: System defined
es_419: Definido por el sistema

source: Close
es_419: Cerrar

source: Connected to:
es_419: Conectado a:

source: Selected server:
es_419: Servidor seleccionado:

source: No server selected
es_419: Ningún servidor seleccionado

source: Manage server
es_419: Administrar servidor

source: All protections
es_419: Todas las protecciones

# userNotEmpty
source: Username cannot be empty
es_419: El usuario no puede estar vacío

# passwordNotEmpty
source: Password cannot be empty
es_419: La contraseña no puede estar vacía

# examplePath
source: Example: /adguard
es_419: Ejemplo: /adguard

# helperPath
source: If you are using a reverse proxy
es_419: Si estás usando un proxy inverso

# aboutApp
source: About the application
es_419: Acerca de la aplicación

source: App version
es_419: Versión de la aplicación

source: Created by
es_419: Creado por

source: Clients
es_419: Clientes

source: Allowed
es_419: Permitidos

source: Blocked
es_419: Bloqueados

# noClientsList
source: There are no clients on this list
es_419: No hay clientes en esta lista

# activeClients
source: Active
es_419: Activos

source: Remove client
es_419: Eliminar cliente

# removeClientMessage
source: Are you sure you want to remove this client from the list?
es_419: ¿Estás seguro de que deseas eliminar este cliente de la lista?

source: Confirm
es_419: Confirmar

source: Removing client...
es_419: Eliminando cliente...

# clientNotRemoved
source: Client could not be removed from the list
es_419: No se pudo eliminar el cliente de la lista

source: Add client
es_419: Agregar cliente

source: List
es_419: Lista

source: IP address
es_419: Dirección IP

# ipNotValid
source: IP address not valid
es_419: Dirección IP no válida

# clientAddedSuccessfully
source: Client added to the list successfully
es_419: Cliente agregado a la lista correctamente

source: Adding client...
es_419: Agregando cliente...

# clientNotAdded
source: Client could not be added to the list
es_419: No se pudo agregar el cliente a la lista

# clientAnotherList
source: This client is yet in another list
es_419: El cliente ya está en otra lista

source: No saved logs
es_419: No hay registros guardados

source: Logs
es_419: Registros

# copyLogsClipboard
source: Copy logs to clipboard
es_419: Copiar registros al portapapeles

# logsCopiedClipboard
source: Logs copied to clipboard
es_419: Registros copiados al portapapeles

source: Advanced settings
es_419: Configuración avanzada

# dontCheckCertificate
source: Don't check SSL certificate
es_419: No comprobar el certificado SSL

# dontCheckCertificateDescription
source: Overrides the server's SSL certificate validation
es_419: Omite la validación del certificado SSL del servidor

# advancedSetupDescription
source: Advanced options
es_419: Opciones avanzadas

source: Settings updated successfully.
es_419: Configuración actualizada correctamente.

# cannotUpdateSettings
source: Settings cannot be updated.
es_419: No se pudo actualizar la configuración.

# restartAppTakeEffect
source: Restart the application
es_419: Reinicia la aplicación para aplicar los cambios.

source: Loading logs...
es_419: Cargando registros...

# logsNotLoaded
source: Logs list could not be loaded
es_419: No se pudieron cargar los registros

# processed
source: Processed No list
es_419: Procesado Sin lista

# processedRow
source: Processed (no list)
es_419: Procesado (sin lista)

source: Blocked Blacklist
es_419: Bloqueado Lista negra

# blockedBlacklistRow
source: Blocked (blacklist)
es_419: Bloqueado (lista negra)

source: Blocked Safe browsing
es_419: Bloqueado Navegación segura

# blockedSafeBrowsingRow
source: Blocked (safe browsing)
es_419: Bloqueado (navegación segura)

# blockedParental
source: Blocked Parental filtering
es_419: Bloqueado Control parental

# blockedParentalRow
source: Blocked (parental filtering)
es_419: Bloqueado (control parental)

source: Blocked Invalid
es_419: Bloqueado Inválido

# blockedInvalidRow
source: Blocked (invalid)
es_419: Bloqueado (inválido)

source: Blocked Safe search
es_419: Bloqueado Búsqueda segura

# blockedSafeSearchRow
source: Blocked (safe search)
es_419: Bloqueado (búsqueda segura)

# blockedService
source: Blocked Blocked service
es_419: Bloqueado Servicio bloqueado

# blockedServiceRow
source: Blocked (blocked service)
es_419: Bloqueado (servicio bloqueado)

source: Processed Whitelist
es_419: Procesado Lista blanca

# processedWhitelistRow
source: Processed (whitelist)
es_419: Procesado (lista blanca)

source: Processed Error
es_419: Procesado Error

# processedErrorRow
source: Processed (error)
es_419: Procesado (error)

source: Rewrite
es_419: Reescrito

source: Status
es_419: Estado

source: Result
es_419: Resultado

source: Time
es_419: Hora

source: Blocklist
es_419: Lista de bloqueo

source: Request
es_419: Solicitud

source: Domain
es_419: Dominio

source: Type
es_419: Tipo

# clas
source: Class
es_419: Clase

source: Response
es_419: Respuesta

source: DNS server
es_419: Servidor DNS

source: Elapsed time
es_419: Tiempo transcurrido

source: Response code
es_419: Código de respuesta

source: Client
es_419: Cliente

# deviceIp
source: IP address
es_419: Dirección IP

# deviceName
source: Name
es_419: Nombre

source: Log details
es_419: Detalles del registro

source: Blocking rule
es_419: Regla de bloqueo

source: Block domain
es_419: Bloquear dominio

# couldntGetFilteringStatus
source: Could not get filtering status
es_419: No se pudo obtener el estado del filtrado

source: Unblock domain
es_419: Desbloquear dominio

# userFilteringRulesNotUpdated
source: User filtering rules could not be updated
es_419: No se pudieron actualizar las reglas de filtrado del usuario

# userFilteringRulesUpdated
source: User filtering rules updated successfully
es_419: Reglas de filtrado del usuario actualizadas correctamente

source: Saving user filters...
es_419: Guardando filtros de usuario...

source: Filters
es_419: Filtros

source: Logs older than
es_419: Registros anteriores a

source: Response status
es_419: Estado de la respuesta

source: Select time
es_419: Seleccionar hora

source: Not selected
es_419: No seleccionado

source: Reset filters
es_419: Restablecer filtros

# noLogsDisplay
source: No logs to display
es_419: No hay registros para mostrar

# noLogsThatOld
source: It's possible that there are no logs saved for that selected time. Try selecting a more recent time.
es_419: Es posible que no haya registros guardados para el tiempo seleccionado. Intenta seleccionar un tiempo más reciente.

source: Apply
es_419: Aplicar

source: Select all
es_419: Seleccionar todo

source: Unselect all
es_419: Deseleccionar todo

source: All
es_419: Todos

source: Filtered
es_419: Filtrado

source: Check app logs
es_419: Ver registros de la aplicación

source: Refresh
es_419: Actualizar

source: Search
es_419: Buscar

source: DNS queries
es_419: Consultas DNS

source: Average
es_419: Promedio

# blockedFilters
source: Blocked by filters
es_419: Bloqueado por filtros

# malwarePhishingBlocked
source: Blocked malware/phishing
es_419: Malware/phishing bloqueado

source: Blocked adult websites
es_419: Sitios para adultos bloqueados

source: General settings
es_419: Configuración general

# generalSettingsDescription
source: Various different settings
es_419: Varias configuraciones generales

source: Hide zero values
es_419: Ocultar valores cero

# hideZeroValuesDescription
source: On homescreen, hide blocks with zero value
es_419: En la pantalla de inicio, oculta bloqueos con valor cero

source: Web admin. panel
es_419: Panel de administración web

# visitGooglePlay
source: Visit Google Play page
es_419: Visita la página de Google Play

# gitHub
source: App code available on GitHub
es_419: Código de la aplicación disponible en GitHub

source: Block client
es_419: Bloquear cliente

source: Select tags
es_419: Seleccionar etiquetas

source: No tags selected
es_419: No hay etiquetas seleccionadas

source: Tags
es_419: Etiquetas

source: Identifiers
es_419: Identificadores

source: Identifier
es_419: Identificador

# identifierHelper
source: IP address, CIDR, MAC address, or ClientID
es_419: Dirección IP, CIDR, dirección MAC o ClientID

# noIdentifiers
source: No identifiers added
es_419: No hay identificadores agregados

source: Use global settings
es_419: Usar configuración global

source: Enable filtering
es_419: Activar filtrado

source: Enable safe browsing
es_419: Activar navegación segura

source: Enable parental control
es_419: Activar control parental

source: Enable safe search
es_419: Activar búsqueda segura

source: Blocked services
es_419: Servicios bloqueados

# selectBlockedServices
source: Select services to block
es_419: Seleccionar servicios para bloquear

# noBlockedServicesSelected
source: No blocked services
es_419: No hay servicios bloqueados

source: Services
es_419: Servicios

source: services blocked
es_419: servicios bloqueados

source: tags selected
es_419: etiquetas seleccionadas

source: Upstream servers
es_419: Servidores de subida

source: Server address
es_419: Dirección del servidor

source: No upstream servers.
es_419: No hay servidores de subida.

# willBeUsedGeneralServers
source: General upstream servers will be used.
es_419: Se usarán los servidores de subida generales.

source: Added
es_419: Agregado

source: Client updated successfully
es_419: Cliente actualizado correctamente

# clientNotUpdated
source: Client could not be updated
es_419: No se pudo actualizar el cliente

# clientDeletedSuccessfully
source: Client removed successfully
es_419: Cliente eliminado correctamente

# clientNotDeleted
source: Client could not be deleted
es_419: No se pudo eliminar el cliente

source: Options
es_419: Opciones

source: Loading filters...
es_419: Cargando filtros...

# filtersNotLoaded
source: Filters couldn't be loaded.
es_419: No se pudieron cargar los filtros.

source: Whitelists
es_419: Listas blancas

source: Blacklists
es_419: Listas negras

source: Rules
es_419: Reglas

source: Custom rules
es_419: Reglas personalizadas

source: Enabled rules
es_419: Reglas activas

source: Enabled
es_419: Activado

source: Disabled
es_419: Desactivado

source: Rule
es_419: Regla

source: Add custom rule
es_419: Agregar regla personalizada

source: Remove custom rule
es_419: Eliminar regla personalizada

# removeCustomRuleMessage
source: Are you sure you want to remove this custom rule?
es_419: ¿Estás seguro de que deseas eliminar esta regla personalizada?

# updatingRules
source: Updating custom rules...
es_419: Actualizando reglas personalizadas...

source: Rule removed successfully
es_419: Regla eliminada correctamente

# ruleNotRemoved
source: Couldn't remove the rule
es_419: No se pudo eliminar la regla

source: Rule added successfully
es_419: Regla agregada correctamente

# ruleNotAdded
source: Couldn't add the rule
es_419: No se pudo agregar la regla

source: No custom filters
es_419: No hay filtros personalizados

source: No blocked clients
es_419: No hay clientes bloqueados

source: No blacklists
es_419: No hay listas negras

source: No whitelists
es_419: No hay listas blancas

source: Add whitelist
es_419: Agregar lista blanca

source: Add blacklist
es_419: Agregar lista negra

# urlNotValid
source: URL is not valid
es_419: La URL no es válida

# urlAbsolutePath
source: URL or absolute path
es_419: URL o ruta absoluta

source: Adding list...
es_419: Agregando lista...

# listAdded
source: List added successfully. Items added:
es_419: Lista agregada correctamente. Elementos agregados:

source: List already added
es_419: La lista ya estaba agregada

source: List URL invalid
es_419: URL de la lista no válida

# listNotAdded
source: List couldn't be added
es_419: No se pudo agregar la lista

source: List details
es_419: Detalles de la lista

source: List type
es_419: Tipo de lista

source: White list
es_419: Lista blanca

source: Black list
es_419: Lista negra

source: Latest update
es_419: Última actualización

source: Disable
es_419: Desactivar

source: Enable
es_419: Activar

source: Current status
es_419: Estado actual

# listDataUpdated
source: List data updated successfull
es_419: Datos de la lista actualizados correctamente

# listDataNotUpdated
source: Couldn't update list data
es_419: No se pudieron actualizar los datos de la lista

source: Updating list data...
es_419: Actualizando datos de la lista...

source: Edit white list
es_419: Editar lista blanca

source: Edit black list
es_419: Editar lista negra

source: Deleting list...
es_419: Eliminando lista...

# listDeleted
source: List deleted successfully
es_419: Lista eliminada correctamente

# listNotDeleted
source: The list couldn't be deleted
es_419: No se pudo eliminar la lista

source: Delete list
es_419: Eliminar lista

# deleteListMessage
source: Are you sure you want to delete this list? This action can't be reverted.
es_419: ¿Estás seguro de que deseas eliminar esta lista? Esta acción no se puede deshacer.

source: Server settings
es_419: Configuración del servidor

source: Server information
es_419: Información del servidor

# serverInformationDescription
source: Server information and status
es_419: Información y estado del servidor

# loadingServerInfo
source: Loading server information...
es_419: Cargando información del servidor...

# serverInfoNotLoaded
source: Server information couldn't be loaded.
es_419: No se pudo cargar la información del servidor.

source: DNS addresses
es_419: Direcciones DNS

source: See DNS addresses
es_419: Ver direcciones DNS

source: DNS port
es_419: Puerto DNS

source: HTTP port
es_419: Puerto HTTP

source: Protection enabled
es_419: Protección activada

source: DHCP available
es_419: DHCP disponible

source: Server running
es_419: Servidor en ejecución

source: Server version
es_419: Versión del servidor

source: Server language
es_419: Idioma del servidor

source: Yes
es_419: Sí

source: Allowed clients
es_419: Clientes permitidos

source: Disallowed clients
es_419: Clientes no permitidos

source: Disallowed domains
es_419: Dominios no permitidos

source: Access settings
es_419: Configuración de acceso

# accessSettingsDescription
source: Configure access rules for the server
es_419: Configura reglas de acceso para el servidor

source: Loading clients...
es_419: Cargando clientes...

# clientsNotLoaded
source: Clients couldn't be loaded.
es_419: No se pudieron cargar los clientes.

source: No allowed clients
es_419: No hay clientes permitidos

# allowedClientsDescription
source: If this list has entries, AdGuard Home will accept requests only from these clients.
es_419: Si esta lista tiene entradas, AdGuard Home aceptará solicitudes solo de estos clientes.

# blockedClientsDescription
source: If this list has entries, AdGuard Home will drop requests from these clients. This field is ignored if there are entries in Allowed clients.
es_419: Si esta lista tiene entradas, AdGuard Home descartará las solicitudes de estos clientes. Este campo se ignora si hay entradas en clientes permitidos.

# disallowedDomainsDescription
source: AdGuard Home drops DNS queries matching these domains, and these queries don't even appear in the query log.
es_419: AdGuard Home descartará las consultas DNS que coincidan con estos dominios, y estas consultas ni siquiera aparecerán en el registro de consultas.

# addClientFieldDescription
source: CIDRs, IP address, or ClientID
es_419: CIDRs, dirección IP o ClientID

source: Client identifier
es_419: Identificador de cliente

source: Allow client
es_419: Permitir cliente

source: Disallow client
es_419: No permitir cliente

source: No disallowed domains
es_419: No hay dominios no permitidos

# domainNotAdded
source: The domain couldn't be added
es_419: No se pudo agregar el dominio

source: status selected
es_419: estado(s) seleccionado(s)

source: Update lists
es_419: Actualizar listas

# checkHostFiltered
source: Check host
es_419: Comprobar host

source: Updating lists...
es_419: Actualizando listas...

source: lists updated
es_419: listas actualizadas

# listsNotUpdated
source: Couldn't update lists
es_419: No se pudieron actualizar las listas

# listsNotLoaded
source: Lists couldn't be loaded
es_419: No se pudieron cargar las listas

source: Domain not valid
es_419: Dominio no válido

source: Check
es_419: Comprobar

source: Checking host...
es_419: Comprobando host...

# errorCheckingHost
source: Host couldn't be checked
es_419: No se pudo comprobar el host

source: Block
es_419: Bloquear

source: Unblock
es_419: Desbloquear

source: Custom
es_419: Personalizado

source: Add $important
es_419: Agregar $important

# howCreateRules
source: How to create custom rules
es_419: Cómo crear reglas personalizadas

source: Examples
es_419: Ejemplos

# example1
source: Block access to example.org and all its subdomains.
es_419: Bloquea el acceso al dominio ejemplo.org y todos sus subdominios.

# example2
source: Unblocks access to example.org and all its subdomains.
es_419: Desbloquea el acceso al dominio ejemplo.org y todos sus subdominios.

# example3
source: Adds a comment.
es_419: Agrega un comentario.

# example4
source: Block access to domains matching the specified regular expression.
es_419: Bloquea el acceso a los dominios que coincidan con la expresión regular especificada.

source: More information
es_419: Más información

source: Adding rule...
es_419: Agregando regla...

source: Deleting rule...
es_419: Eliminando regla...

source: Enabling list...
es_419: Activando lista...

source: Disabling list...
es_419: Desactivando lista...

source: Saving list...
es_419: Guardando lista...

source: Disable filtering
es_419: Desactivar filtrado

source: Enabling filtering...
es_419: Activando filtrado...

source: Disabling filtering...
es_419: Desactivando filtrado...

# filteringStatusUpdated
source: Filtering status updated successfully
es_419: Estado de filtrado actualizado correctamente

# filteringStatusNotUpdated
source: Filtering status couldn't be updated
es_419: No se pudo actualizar el estado de filtrado

source: Update frequency
es_419: Frecuencia de actualización

source: Never
es_419: Nunca

# hour1
source: 1 hour
es_419: 1 hora

# hours12
source: 12 hours
es_419: 12 horas

# hours24
source: 24 hours
es_419: 24 horas

# days3
source: 3 days
es_419: 3 días

# days7
source: 7 days
es_419: 7 días

# changingUpdateFrequency
source: Changing...
es_419: Cambiando...

# updateFrequencyChanged
source: Update frequency changed successfully
es_419: Frecuencia de actualización cambiada correctamente

# updateFrequencyNotChanged
source: Updare frecuency couldn't be changed
es_419: No se pudo cambiar la frecuencia de actualización

# updating
source: Updating values...
es_419: Actualizando valores...

# blockedServicesUpdated
source: Blocked services updated successfully
es_419: Servicios bloqueados actualizados correctamente

# blockedServicesNotUpdated
source: Blocked services couldn't be updated
es_419: No se pudieron actualizar los servicios bloqueados

# insertDomain
source: Insert a domain to check it's stauts.
es_419: Inserta un dominio para comprobar su estado.

source: DHCP settings
es_419: Configuración de DHCP

# dhcpSettingsDescription
source: Configure the DHCP server
es_419: Configura el servidor DHCP

# dhcpSettingsNotLoaded
source: DHCP settings could not be loaded
es_419: No se pudo cargar la configuración de DHCP

# loadingDhcp
source: Loading DHCP settings...
es_419: Cargando configuración de DHCP...
