Repository: JGeek00/adguard-home-manager
Catalog: lib/l10n/app_*.arb
Languages: es_419

# doNotRememberAgainUpdate
source: Do not remember again for this version
es_419: No recordar de nuevo para esta actualización

# downloadingUpdate
source: Downloading
es_419: Descargando

source: completed
es_419: completado

source: Permission not granted
es_419: Permiso no concedido

# inputSearchTerm
source: Input a search term.
es_419: Introduce un término de búsqueda.

source: Answers
es_419: Respuestas

# copyClipboard
source: Copy to clipboard
es_419: Copiar al portapapeles

# domainCopiedClipboard
source: Domain copied to the clipboard
es_419: Dominio copiado al portapapeles

source: Clear DNS cache
es_419: Borrar caché DNS

# clearDnsCacheMessage
source: Are you sure you want to clear the DNS cache?
es_419: ¿Estás seguro de que deseas borrar la caché DNS?

# dnsCacheCleared
source: DNS cache cleared successfully
es_419: Caché DNS borrada correctamente

# clearingDnsCache
source: Clearing cache...
es_419: Borrando caché...

# dnsCacheNotCleared
source: DNS cache couldn't be cleared
es_419: No se pudo borrar la caché DNS

source: clients selected
es_419: clientes seleccionados

source: Invalid domain
es_419: Dominio no válido

source: Loading blocked services list...
es_419: Cargando lista de servicios bloqueados...

# blockedServicesListNotLoaded
source: The blocked services list could not be loaded
es_419: No se pudo cargar la lista de servicios bloqueados

source: Updates
es_419: Actualizaciones

# updatesDescription
source: Update the AdGuard Home server
es_419: Actualiza el servidor AdGuard Home

source: Update now
es_419: Actualizar ahora

source: Current version
es_419: Versión actual

# requestStartUpdateFailed
source: Request to start update failed
es_419: Falló la solicitud para iniciar la actualización

# requestStartUpdateSuccessful
source: Request to start update successfull
es_419: Solicitud para iniciar la actualización exitosa

# serverUpdated
source: Server is updated
es_419: Servidor actualizado

source: Unknown status
es_419: Estado desconocido

source: Checking updates...
es_419: Buscando actualizaciones...

source: Check updates
es_419: Buscar actualizaciones

source: Requesting update...
es_419: Solicitando actualización...

source: Autoupdate unavailable
es_419: Actualización automática no disponible

# autoupdateUnavailableDescription
source: The autoupdate service is not available for this server. It could be because the server is running on a Docker container. You have to update your server manually.
es_419: El servicio de actualización automática del servidor no está disponible. Podría ser porque el servidor se está ejecutando en un contenedor Docker. Debes actualizar tu servidor manualmente.

# minute
source: {time} minute
es_419: {time} minuto

# minutes
source: {time} minutes
es_419: {time} minutos

# hour
source: {time} hour
es_419: {time} hora

# hours
source: {time} hours
es_419: {time} horas

source: Remaining time
es_419: Tiempo restante

source: Safe search settings
es_419: Configuración de búsqueda segura

source: Loading safe search settings...
es_419: Cargando configuración de búsqueda segura...

# safeSearchSettingsNotLoaded
source: Error when loading safe search settings.
es_419: Error al cargar la configuración de búsqueda segura.

source: Loading logs settings...
es_419: Cargando configuración de registros...

# selectOptionLeftColumn
source: Select an option of the left column
es_419: Selecciona una opción de la columna izquierda

# selectClientLeftColumn
source: Select a client of the left column
es_419: Selecciona un cliente de la columna izquierda

source: Disable list
es_419: Desactivar lista

source: Enable list
es_419: Activar lista

source: Screens
es_419: Pantallas

# copiedClipboard
source: Copied to clipboard
es_419: Copiado al portapapeles

source: See details
es_419: Ver detalles

source: List not available
es_419: Lista no disponible

source: Copy list URL
es_419: Copiar URL de la lista

# listUrlCopied
source: List URL copied to the clipboard
es_419: URL de la lista copiada al portapapeles

source: Unsupported version
es_419: Versión no compatible

# unsupprtedVersionMessage
source: The support for your server version {version} is not guaranteed. This application may have some issues working with that server version. AdGuard Home Manager is designed to work with the stable releases of the AdGuard Home server. It may work with alpha and beta releases, but the compatibility is not guaranteed and the app may have some issues working with that versions.
es_419: El soporte para la versión del servidor {version} no está garantizado. Esta aplicación puede experimentar problemas al trabajar con esa versión del servidor. AdGuard Home Manager está diseñado para funcionar con versiones estables del servidor AdGuard Home. Puede funcionar con versiones alfa y beta, pero la compatibilidad no está garantizada y la aplicación podría experimentar problemas con esas versiones.

source: I understand
es_419: Entiendo

# appUpdates
source: Application updates
es_419: Actualizaciones de la aplicación

# usingLatestVersion
source: You are using the latest version
es_419: Estás usando la última versión

# ipLogs
source: IP on logs
es_419: IP en registros

# ipLogsDescription
source: Show always IP address on logs instead of client name
es_419: Mostrar siempre la dirección IP en lugar del nombre del cliente

source: Application
es_419: Aplicación

source: Combined chart
es_419: Gráfico combinado

# combinedChartDescription
source: Combine all charts into one
es_419: Combina todos los gráficos en uno

source: Statistics
es_419: Estadísticas

# errorLoadFilters
source: Error when loading filters.
es_419: Error al cargar filtros.

source: Client removed successfully.
es_419: Cliente eliminado correctamente.

source: Edit rewrite rule
es_419: Editar reescritura DNS

# dnsRewriteRuleUpdated
source: DNS rewrite rule updated successfully
es_419: Regla de reescritura DNS actualizada correctamente

# dnsRewriteRuleNotUpdated
source: DNS rewrite rule could not be updated
es_419: No se pudo actualizar la regla de reescritura DNS

source: Updating rule...
es_419: Actualizando regla...

source: Server update needed
es_419: Actualización del servidor necesaria

# updateYourServer
source: Update your AdGuard Home server to {version} or greater to use this feature.
es_419: Actualiza tu servidor AdGuard Home a la versión {version} para usar esta función.

source: January
es_419: Enero

source: February
es_419: Febrero

source: March
es_419: Marzo

source: April
es_419: Abril

source: May
es_419: Mayo

source: June
es_419: Junio

source: July
es_419: Julio

source: August
es_419: Agosto

source: September
es_419: Septiembre

source: October
es_419: Octubre

source: November
es_419: Noviembre

source: December
es_419: Diciembre

source: Queries
es_419: Consultas

source: Adult sites
es_419: Sitios para adultos

source: Quick filters
es_419: Filtros rápidos

# searchDomainInternet
source: Search domain on the Internet
es_419: Buscar dominio en Internet

source: Hide server address
es_419: Ocultar dirección del servidor

# hideServerAddressDescription
source: Hides the server address on the home screen
es_419: Oculta la dirección del servidor en la pantalla de inicio

source: Top items order
es_419: Orden de elementos principales

# topItemsOrderDescription
source: Order the home screen top items lists
es_419: Ordena las listas de elementos principales en la pantalla de inicio

# topItemsReorderInfo
source: Hold and swipe an item to reorder it.
es_419: Mantén presionado y arrastra un elemento para reordenarlo.

source: Discard changes
es_419: Descartar cambios

# discardChangesDescription
source: Are you sure you want to discard the changes?
es_419: ¿Estás seguro de que deseas descartar los cambios realizados?

source: Others
es_419: Otros

source: Show chart
es_419: Mostrar gráfico

source: Hide chart
es_419: Ocultar gráfico

source: Show top items chart
es_419: Mostrar gráfico en elementos principales

# showTopItemsChartDescription
source: Shows by default the ring chart on the top items sections. Only affects to the mobile view.
es_419: Muestra el gráfico de anillo en las secciones de elementos principales de forma predeterminada. Solo afecta a la vista móvil.

source: Open menu
es_419: Abrir menú

source: Close menu
es_419: Cerrar menú

source: Open list URL
es_419: Abrir URL de la lista

source: Selection mode
es_419: Modo de selección

# enableDisableSelected
source: Enable or disable selected items
es_419: Activar o desactivar seleccionados

# deleteSelected
source: Delete selected items
es_419: Eliminar seleccionados

source: Delete selected lists
es_419: Eliminar listas seleccionadas

# allSelectedListsDeletedSuccessfully
source: All selected lists have been deleted successfully.
es_419: Todas las listas seleccionadas se eliminaron correctamente.

source: Deletion result
es_419: Resultado de la eliminación

source: Deleting lists...
es_419: Eliminando listas...

source: Failed elements
es_419: Elementos fallidos

source: Processing lists...
es_419: Procesando listas...

# enableDisableResult
source: Enable or disable result
es_419: Resultado de activar/desactivar

# selectedListsEnabledDisabledSuccessfully
source: All selected lists have been enabled or disabled successfully
es_419: Todas las listas seleccionadas se activaron/desactivaron correctamente.

# sslWarning
source: If you are using an HTTPS connection with a self signed certificate, make sure to enable "Don't check SSL certificate" at Settings > Advanced settings.
es_419: Si estás usando una conexión HTTPS con un certificado autofirmado, asegúrate de activar "No comprobar el certificado SSL" en Configuración > Configuración avanzada.

source: Unsupported server version
es_419: Versión del servidor no compatible

# unsupportedServerVersionMessage
source: Your AdGuard Home server version is too old and is not supported by AdGuard Home Manager. You will need to upgrade your AdGuard Home server to a newer version to use this application.
es_419: La versión de tu servidor AdGuard Home es demasiado antigua y no es compatible con AdGuard Home Manager. Necesitas actualizar tu servidor AdGuard Home a una versión más reciente para usar esta aplicación.

# yourVersion
source: Your version: {version}
es_419: Tu versión: {version}

# minimumRequiredVersion
source: Minimum required version: {version}
es_419: Versión mínima requerida: {version}

source: Top upstreams
es_419: DNS de subida principales

source: Average upstream response time
es_419: Tiempo medio de respuesta de subida

# dhcpNotAvailable
source: The DHCP server is not available.
es_419: El servidor DHCP no está disponible.

# osServerInstalledIncompatible
source: The OS where the server is installed is not compatible with this feature.
es_419: El sistema operativo donde está instalado el servidor no es compatible con esta función.

source: Reset settings
es_419: Restablecer configuración

# resetEncryptionSettingsDescription
source: Are you sure you want to reset to default values the encryption settings?
es_419: ¿Estás seguro de que deseas restablecer la configuración de cifrado a los valores predeterminados?

# resettingConfig
source: Resetting configuration...
es_419: Restableciendo configuración...

# configurationResetSuccessfully
source: Configuration resetted successfully
es_419: Configuración restablecida correctamente

# configurationResetError
source: The configuration couldn't be resetted
es_419: No se pudo restablecer la configuración

source: Test upstream DNS servers
es_419: Probar servidores DNS de subida

# errorTestUpstreamDns
source: Error when testing upstream DNS servers.
es_419: Error al probar los servidores DNS de subida.

# useCustomIpEdns
source: Use custom IP for EDNS
es_419: Usar IP personalizada para EDNS

# useCustomIpEdnsDescription
source: Allow to use custom IP for EDNS
es_419: Permitir el uso de una IP personalizada para EDNS

source: Sorting options
es_419: Opciones de ordenamiento

source: From highest to lowest
es_419: De mayor a menor

source: From lowest to highest
es_419: De menor a mayor

source: Query logs and statistics
es_419: Registros de consultas y estadísticas

# ignoreClientQueryLog
source: Ignore this client in query log
es_419: Ignorar este cliente en el registro de consultas

# ignoreClientStatistics
source: Ignore this client in statistics
es_419: Ignorar este cliente en las estadísticas

source: Saving changes...
es_419: Guardando cambios...

source: Fallback DNS servers
es_419: Servidores DNS de respaldo

# fallbackDnsServersDescription
source: Configure fallback DNS servers
es_419: Configura los servidores DNS de respaldo

# fallbackDnsServersInfo
source: List of fallback DNS servers used when upstream DNS servers are not responding. The syntax is the same as in the main upstreams field above.
es_419: Lista de servidores DNS de respaldo utilizados cuando los servidores DNS de subida no responden. La sintaxis es la misma que en el campo de DNS de subida anterior.

# noFallbackDnsAdded
source: No fallback DNS servers added.
es_419: No hay servidores DNS de respaldo agregados.

source: Blocked response TTL
es_419: TTL de respuesta bloqueada

# blockedResponseTtlDescription
source: Specifies for how many seconds the clients should cache a filtered response
es_419: Especifica cuántos segundos los clientes deben almacenar en caché una respuesta filtrada

source: Invalid value
es_419: Valor no válido

# noDataChart
source: There's no data to display this chart.
es_419: No hay datos para mostrar en este gráfico.

source: No data
es_419: Sin datos

source: Unblock client
es_419: Desbloquear cliente

source: Blocking client...
es_419: Bloqueando cliente...

source: Unblocking client...
es_419: Desbloqueando cliente...

# upstreamDnsCacheConfiguration
source: DNS upstream cache configuration
es_419: Configuración de caché DNS de subida

# enableDnsCachingClient
source: Enable DNS caching for this client
es_419: Activar caché DNS para este cliente

source: DNS cache size
es_419: Tamaño de caché DNS

# nameInvalid
source: Name is required
es_419: Se requiere un nombre

# oneIdentifierRequired
source: At least one identifier is required
es_419: Se requiere al menos un identificador

# dnsCacheNumber
source: DNS cache size must be a number
es_419: El tamaño de la caché DNS debe ser un número

source: Errors
es_419: Errores

# redirectHttpsWarning
source: If you have enabled "Redirect to HTTPS automatically" on your AdGuard Home server, you must select an HTTPS connection and use the HTTPS port of your server.
es_419: Si tienes activado "Redirigir automáticamente a HTTPS" en tu servidor AdGuard Home, debes seleccionar una conexión HTTPS y usar el puerto HTTPS de tu servidor.

# logsSettingsDescription
source: Configure query logs
es_419: Configura los registros de solicitudes

source: Ignored domains
es_419: Dominios ignorados

# noIgnoredDomainsAdded
source: No domains to ignore added
es_419: No se agregaron dominios ignorados

source: Pause service blocking
es_419: Pausar bloqueo de servicio

source: New schedule
es_419: Nueva programación

source: Edit schedule
es_419: Editar programación

source: Timezone
es_419: Zona horaria

source: Monday
es_419: Lunes

source: Tuesday
es_419: Martes

source: Wednesday
es_419: Miércoles

source: Thursday
es_419: Jueves

source: Friday
es_419: Viernes

source: Saturday
es_419: Sábado

source: Sunday
es_419: Domingo

source: From
es_419: Desde

source: To
es_419: Hasta

source: Select start time
es_419: Seleccionar hora de inicio

source: Select end time
es_419: Seleccionar hora de fin

# startTimeBeforeEndTime
source: Start time must be before end time.
es_419: La hora de inicio debe ser anterior a la hora de fin.

# noBlockingScheduleThisDevice
source: There's no blocking schedule for this device.
es_419: No hay programación de bloqueo para este dispositivo.

# selectTimezone
source: Select a timezone
es_419: Seleccionar una zona horaria

# selectClientsFiltersInfo
source: Select the clients you want to display. If no clients are selected, all will be displayed.
es_419: Selecciona los clientes que deseas mostrar. Si no se selecciona ninguno, se mostrarán todos.

# noDataThisSection
source: There's no data for this section.
es_419: No hay datos para esta sección.

source: Statistics settings
es_419: Configuración de estadísticas

# statisticsSettingsDescription
source: Configure data collection for statistics
es_419: Configura la recopilación de datos para estadísticas

source: Loading statistics settings...
es_419: Cargando configuración de estadísticas...

# statisticsSettingsLoadError
source: An error occured when loading statistics settings.
es_419: Ocurrió un error al cargar la configuración de estadísticas.

# statisticsConfigNotUpdated
source: Statistics settings couldn't be updated
es_419: No se pudo actualizar la configuración de estadísticas.

# statisticsConfigUpdated
source: Statistics settings updated successfully
es_419: Configuración de estadísticas actualizada correctamente.

source: Custom time (in hours)
es_419: Tiempo personalizado (en horas)

source: Invalid time
es_419: Tiempo no válido

source: Remove domain
es_419: Eliminar dominio

source: Add domain
es_419: Agregar dominio

# notLess1Hour
source: Time cannot be less than 1 hour
es_419: El tiempo no puede ser menor a 1 hora

source: Rate limit
es_419: Límite de velocidad

# subnetPrefixLengthIpv4
source: Subnet prefix length for IPv4
es_419: Longitud del prefijo de subred para IPv4

# subnetPrefixLengthIpv6
source: Subnet prefix length for IPv6
es_419: Longitud del prefijo de subred para IPv6

source: Rate limit allowlist
es_419: Lista de permitidos del límite de velocidad

# rateLimitAllowlistDescription
source: IP addresses excluded from rate limiting
es_419: Direcciones IP excluidas del límite de velocidad

source: DNS options
es_419: Opciones de DNS

source: Edit custom rules
es_419: Editar reglas personalizadas

source: Saving custom rules...
es_419: Guardando reglas personalizadas...

source: Custom rules updated successfully
es_419: Reglas personalizadas actualizadas correctamente

# customRulesNotUpdated
source: Custom rules could not be updated
es_419: No se pudieron actualizar las reglas personalizadas

source: Reorder
es_419: Reordenar

source: Show/hide
es_419: Mostrar/Ocultar

# noElementsReorderMessage
source: Enable some elements on the show/hide tab to reorder them here.
es_419: Activa algunos elementos en la pestaña Mostrar/Ocultar para reordenarlos aquí.

source: Enable plain DNS
es_419: Activar DNS plano

# enablePlainDnsDescription
source: Plain DNS is enabled by default. You can disable it to force all devices to use encrypted DNS. To do this, you must enable at least one encrypted DNS protocol.
es_419: El DNS plano está activado de forma predeterminada. Puedes desactivarlo para forzar a todos los dispositivos a usar DNS cifrado. Para ello, debes configurar al menos un protocolo DNS cifrado.

source: Date
es_419: Fecha

source: Loading changelog...
es_419: Cargando registro de cambios...

# invalidIpOrUrl
source: Invalid IP address or URL
es_419: IP o URL no válida

# addPersistentClient
source: Add as a persistent client
es_419: Agregar cliente persistente

# blockThisClientOnly
source: Block for this client only
es_419: Bloquear solo a este cliente

# unblockThisClientOnly
source: Unblock for this client only
es_419: Desbloquear solo a este cliente

# domainBlockedThisClient
source: {domain} blocked for this client
es_419: {domain} bloqueado para este cliente

# domainUnblockedThisClient
source: {domain} unblocked for this client
es_419: {domain} desbloqueado para este cliente

source: Disallow this client
es_419: No permitir este cliente

source: Allow this client
es_419: Permitir este cliente

source: Client allowed successfully
es_419: Cliente permitido correctamente

source: Client disallowed successfully
es_419: Cliente no permitido correctamente

# changesNotSaved
source: Changes could not be saved
es_419: No se pudieron guardar los cambios

source: Allowing client...
es_419: Permitiendo cliente...

source: Disallowing client...
es_419: No permitiendo cliente...

# clientIpCopied
source: Client IP copied to the clipboard
es_419: IP del cliente copiada al portapapeles

# clientNameCopied
source: Client name copied to the clipboard
es_419: Nombre del cliente copiado al portapapeles

# dnsServerAddressCopied
source: DNS server address copied to the clipboard
es_419: Dirección del servidor DNS copiada al portapapeles

source: Select
es_419: Seleccionar

source: Live logs
es_419: Registros en vivo

# hereWillAppearRealtimeLogs
source: Here there will appear the logs on realtime.
es_419: Aquí aparecerán los registros en tiempo real.

source: Application details
es_419: Detalles de la aplicación

# applicationDetailsDescription
source: App repository, stores where it's available, and more
es_419: Repositorio de la aplicación, tiendas donde está disponible y más

source: My other apps
es_419: Mis otras aplicaciones

# myOtherAppsDescription
source: Check my other apps, make a donation, contact support, and more
es_419: Echa un vistazo a mis otras aplicaciones, dona, contacta con soporte y más

# topToBottom
source: From top to bottom
es_419: De arriba a abajo

# bottomToTop
source: From bottom to top
es_419: De abajo a arriba

source: Upstream timeout
es_419: Tiempo de espera de subida

# upstreamTimeoutHelper
source: Specifies the number of seconds to wait for a response from the upstream server
es_419: Especifica el número de segundos a esperar una respuesta del servidor de subida

# fieldCannotBeEmpty
source: This field cannot be empty
es_419: El campo no puede estar vacío

# dnsRewriteRuleEnabled
source: DNS rewrite rule enabled successfully
es_419: Regla de reescritura DNS activada correctamente

# dnsRewriteRuleDisabled
source: DNS rewrite rule disabled successfully
es_419: Regla de reescritura DNS desactivada correctamente
